datasets/benchmark-results/micron21/201811201015/wordpress-results-micron21-5-201811201015.log
Running 1m test @ http://blug.id-rsa.pub/wordpress/
  1 threads and 5 connections
  Thread calibration: mean lat.: 118.238ms, rate sampling interval: 910ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    97.08ms  131.09ms   1.09s    85.60%
    Req/Sec     4.63      1.02     6.00     94.44%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   56.58ms
 75.000%   79.74ms
 90.000%  252.54ms
 99.000%  690.17ms
 99.900%    1.09s 
 99.990%    1.09s 
 99.999%    1.09s 
100.000%    1.09s 

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      27.279     0.000000            1         1.00
      32.095     0.100000           26         1.11
      35.967     0.200000           50         1.25
      44.991     0.300000           75         1.43
      51.039     0.400000          100         1.67
      56.575     0.500000          125         2.00
      57.823     0.550000          139         2.22
      59.487     0.600000          150         2.50
      61.183     0.650000          163         2.86
      67.327     0.700000          175         3.33
      79.743     0.750000          188         4.00
      85.439     0.775000          194         4.44
      87.359     0.800000          200         5.00
      94.143     0.825000          207         5.71
     107.839     0.850000          213         6.67
     235.519     0.875000          219         8.00
     239.871     0.887500          222         8.89
     252.543     0.900000          225        10.00
     253.951     0.912500          230        11.43
     257.919     0.925000          232        13.33
     260.735     0.937500          235        16.00
     261.759     0.943750          236        17.78
     290.815     0.950000          238        20.00
     310.015     0.956250          240        22.86
     434.175     0.962500          241        26.67
     435.967     0.968750          243        32.00
     435.967     0.971875          243        35.56
     450.303     0.975000          244        40.00
     475.391     0.978125          245        45.71
     643.583     0.981250          246        53.33
     655.871     0.984375          247        64.00
     655.871     0.985938          247        71.11
     655.871     0.987500          247        80.00
     690.175     0.989062          248        91.43
     690.175     0.990625          248       106.67
     872.447     0.992188          249       128.00
     872.447     0.992969          249       142.22
     872.447     0.993750          249       160.00
     872.447     0.994531          249       182.86
     872.447     0.995313          249       213.33
    1088.511     0.996094          250       256.00
    1088.511     1.000000          250          inf
#[Mean    =       97.076, StdDeviation   =      131.089]
#[Max     =     1087.488, Total count    =          250]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  300 requests in 1.00m, 15.48MB read
Requests/sec:      5.00
Transfer/sec:    263.97KB